package com.javarush.test.level03.lesson12.home01;

/* Жить хорошо, а хорошо жить еще лучше
Вывести на экран надпись «Жить хорошо, а хорошо жить еще лучше»
*/

import java.io.BufferedReader;
import java.io.InputStreamReader;

public class Solution
{
    public static void main(String[] args)
    {
        //BufferedReader reader=new BufferedReader(new InputStreamReader(System.in));
        System.out.println("Жить хорошо, а хорошо жить еще лучше");
    }
}
